<template>
  <div class="page">
    <div class="top">
      用户注册协议
    </div>
    <div class="content">
      课管中心所提供的各项服务的所有权和运作权归课管中心运营公司（浙江课管信息科技有限公司）所有。 服务条款的修改权归课管中心运营公司所有。用户应当随时关注本服务条款的修改，并决定是否继续使用本网站提供的各项服务。用户使用课管中心各项服务的行为，将被视为用户对本服务条款的同意和承诺遵守。 一、课管中心运用自己的操作和收集系统，通过国际互联网络等手段为用户提供教育产品信息等网络服务。课管中心保留行使修改或中断服务的权利，不需对用户或第三方负责。 课管中心会在必要时修改服务条款，课管中心用户服务条款一旦发生变动，公司将会在注册页面及首页相应位置更新协议条款内容。 “用户要继续使用课管中心用户服务需要两方面的确认： （1）首先确认课管中心服务条款及其变动。 （2）同意接受所有的服务条款限制。 （3）同意课管中心发布的相关规则及细则。 二、用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置； （2）上网开支，包括并不限于网络接入费、上网设备租用费等。 三、保护用户隐私权课管中心注重保护用户个人信息及个人隐私。本隐私政策包含课管中心收集、处理、存储、使用、共享和保护用户（“您”）个人信息（以下或称“信息”）的有关条款。课管中心希望通过本隐私政策向您清晰地介绍课管中心对您个人信息的处理方式，因此课管中心建议您完整地阅读本隐私政策，以帮助您了解维护自己隐私权的方式。如您对本隐私政策有任何疑问，您可以通过课管中心公布的联系方式与我们联系。如果您不同意本隐私政策的任何内容，您应立即停止使用课管中心服务。当您使用课管中心提供的任一服务时，即表示您已同意我们按照本隐私政策来收集、处理、存储、使用、共享和保护您的个人信息。 1、适用范围 本隐私政策适用于课管中心提供的所有服务（以下称“服务”），您访问课管中心平台及/或登陆相关客户端使用课管中心提供的服务，均适用本隐私政策。 本政策所称“课管中心平台”包括但不限于课管中心网站及客户端、以及相关微信公众号平台。 本政策所称“课管中心”是课管中心运营公司（浙江课管信息科技有限公司）及现有和/或未来设立的相关关联公司的单称或合称。 课管中心所有的服务均适用本隐私政策。此外，针对某些特定服务，课管中心还将制定特定隐私政策，以便更具体地说明课管中心在该特定服务中如何收集、处理、存储、使用、共享和保护您的信息。该特定服务的隐私政策构成本隐私政策的一部分。如相关特定服务的隐私政策与本隐私政策有不一致之处，适用该特定服务的隐私政策。 本政策不适用于通过课管中心的服务而接入的其他第三方服务（“其他第三方”，包括但不限于您的交易相对方、任何第三方网站以及第三方服务提供者）收集的信息。课管中心对前述第三方使用您个人信息的行为及后果不承担任何责任。请您注意，其他第三方可能有自己的隐私权保护政策；当您查看其他第三方创建的网页或使用其他第三方开发的应用程序时，可能会发现该网页或应用程序放置的Cookie或像素标签。这些Cookie或标签不受我们的控制，而且它们的使用不受本政策的约束。 2、课管中心如何收集您的个人信息 课管中心收集信息是为了遵守法律法规的要求，向您提供更好以及更个性化的服务，并努力提高您的用户体验。您向课管中心提供下述信息或使用课管中心的服务时，即表示您同意课管中心按照本政策规定收集信息。课管中心收集信息的种类如下：

      （1）您向课管中心提供的信息 为了遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，课管中心需要识别您的身份，当您注册课管中心的账户及您在使用课管中心的相关服务时，需要您填写、提交及/或以其他任何方式提供您的个人信息，包括但不限于您的姓名、性别、出生年月日、身份证号码、护照姓、护照名、护照号码、电话号码、电子邮箱、收货地址及相关附加信息（如您地址中的所在省份和城市、邮政编码等）、银行账户或其他支付工具的账户信息、账单信息（如您的信用卡号码、持卡人姓名及信用卡有效期等）、个人、车辆及行车信息等（如您的姓名、公司信息、车辆行驶证信息、驾驶证信息以及监督卡信息等） 。 您在课管中心平台发布点评内容过程中所提交的任何文字、照片、视频等各种形式的信息，也可能会包含或者关联到您的个人信息。 您可以选择不提供某一或某些信息，但是这样可能使您无法使用课管中心的许多特色服务。请您理解，课管中心使用您提供的信息是为了回应您的要求，为您享受课管中心提供的多项服务提供便利，完善课管中心的网站以及与您进行信息沟通。 （2）课管中心在您使用服务过程中获得的信息 为了提高服务质量和用户体验，课管中心会留存您使用服务以及相关使用方式的信息，这类信息包括： 1）您的浏览器和计算机上的日志信息。在您访问课管中心网站或使用课管中心服务时，课管中心系统自动接收并记录的您的浏览器和计算机上的信息（包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）。 2）您的位置信息。当您开启设备定位功能，下载或使用课管中心、关联方及合作伙伴开发的应用程序，或访问移动网页使用课管中心服务时，课管中心可能会读取您的位置（大多数移动设备将允许您关闭定位服务，具体方法建议您联系您的移动设备的服务商或生产商）。 3）您的设备信息。课管中心可能会读取您访问课管中心或使用课管中心服务时所使用的终端设备的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。 4）您的行为、风格和喜好信息。为了满足您的服务要求，和向您提供更加个性化的服务。课管中心可能会记录您访问课管中心或使用课管中心服务时所进行的搜索和其他操作、记录您的若干信息等。 除上述信息外，课管中心还可能为了提供服务及改进服务质量的合理需要而获得您的其他信息，包括但不限于您与课管中心的客服团队联系时您提供的相关信息，您参与问卷调查时向课管中心发送的问卷答复信息，以及您与课管中心的关联方、课管中心合作伙伴之间互动时课管中心获得的相关信息。同时，为提高您使用课管中心提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，课管中心可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些课管中心认为有风险的链接（“URL”）。 （3）来自第三方的信息 在您注册课管中心账户和使用服务过程中，经您授权课管中心可向关联方、合作伙伴及其他独立第三方来源获得关于您的个人信息。这些个人信息包括但不限于您的身份信息、行为信息、交易信息、设备信息等，课管中心会将此类信息汇总，用于帮助课管中心向您提供更好以及更加个性化的服务或更好地预防互联网欺诈。 3、课管中心如何使用您的个人信息为向您提供服务、提升课管中心的服务质量以及优化您的服务体验，课管中心会在符合法律规定或根据您授权的情况下使用您的个人信息，并主要用于下列用途： （1）向您提供您使用的各项服务，并维护、改进这些服务。 （2）向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或在征得您同意的情况下与课管中心的合作伙伴共享信

      息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可通过相应的退订功能进行退订。 （3）课管中心可能使用您的个人信息以验证身份，预防、发现、调查可能存在的欺诈、危害安全、非法或违反与课管中心或关联方协议、政策或规则的行为，以保护您、其他用户、我课管中心或关联方的合法权益。 （4）课管中心可能会将来自某项服务的个人信息、交易信息与来自其他服务所获得的信息结合起来，进行综合统计、分析或加工等处理，以便为您提供更加个性化的服务，例如为了销售、奖励或为让您拥有更广泛的社交圈而使用、共享或披露您的信息。 （5）课管中心会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示课管中心的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。 （6）让您参与有关课管中心产品及服务的调查。 （7）经您同意或授权的其他用途。 4、您共享的信息您可以通过课管中心的服务建立联系和相互分享。当您通过课管中心的服务创建交流、交易或分享时，您可以允许课管中心访问您的电脑、手机或其他第三方社交平台的通讯录，从而使您通讯录中同样通过课管中心的服务开通分享功能的联系人，能够看到您在课管中心上的交易信息、评价以及其他的分享内容。您还可以通过课管中心的服务邀请尚未开通分享功能的联系人开通该功能，从而使其可以看到您在课管中心上的交易信息、评价以及其他的分享内容。 在使用课管中心平台服务进行交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即联络课管中心，以便课管中心采取相应措施。 公开信息是指您自愿公开分享的任何信息。任何人都可以在使用和未使用课管中心期间查看或访问这些信息。 为使用课管中心服务，可能存在您必须公开分享的信息。例如为构建诚信交易环境，您的信用评价信息需要被公开分享。若您是产品或服务提供方/出售方，您应当根据适用的法律法规和课管中心规则的要求，公开分享经营信息。 请注意，您在使用课管中心服务时自愿共享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您更加谨慎地考虑，是否在使用课管中心的服务时共享甚至公开分享相关信息。 5、课管中心如何共享您的信息您的个人信息是课管中心为您提供服务的重要部分，课管中心会遵循法律规定对您的信息承担保密义务。除以下情形外，课管中心不会将您的个人信息披露给第三方： （1）获得您的同意或授权。 （2）根据法律法规的规定或行政、司法机构等有权机关的要求或者授权。 （3）出于实现“课管中心对您个人信息的使用”部分所述目的，或为履行课管中心在《课管中心用户协议》或本隐私政策中的义务和行使课管中心的权利，向课管中心的关联方、合作伙伴或代表课管中心履行某项职能的第三方分享您的个人信息。 （4）某些情况下，只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。 （5）课管中心与第三方进行联合营销活动，课管中心可能与其共享活动过程中产生的、为完成活动所必要的个人信息，以便第三方能及时向您发放奖品。

      （6）根据法律规定及合理商业习惯，在课管中心计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下课管中心需要接受来自其他主体的尽职调查时，课管中心会把您的信息提供给必要的主体，但课管中心会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。 （7）您出现违反适用法律、法规规定或者违反您与我们签署的相关协议（包括在线签署的电子协议）或相关规则时需要向第三方披露的情形。 （8）为维护课管中心及关联方或其他课管中心用户的合法权益。 随着课管中心业务的发展，课管中心及课管中心的关联方有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。课管中心将在转移前通知您。 6、课管中心如何保护您个人信息的安全 为保障您的信息安全，虽然没有一家网站能够保证绝对安全，但课管中心努力采取各种合理的物理、电子和管理方面的安全措施来保护您的个人信息，使您的个人信息不会被泄漏、毁损或者丢失。课管中心会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，课管中心将尽力确保您的信息不被泄漏、毁损或丢失。 请注意，单独的设备信息、搜索关键词信息等是无法与任何特定个人直接建立联系的数据，不属于个人信息。如果课管中心将这类非个人信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类设备信息将被视为个人信息。 7、课管中心如何存留您的信息 课管中心收集的有关您的信息和资料将保存在课管中心和/或课管中心的关联公司的服务器上，这些信息和资料可能传送至您所在的国家、地区或收集信息和资料所在地并在该地被访问、存储和展示。 课管中心将在实现本隐私政策中所述目的所必需的期间内保留您的个人信息，除非法律要求或允许在更长的期间内保留这些信息。 8、如何访问和更新您的个人信息 您可以查阅或更新您提交给课袋管家的个人信息。如果您认为课管中心存在违反法律的规定收集、使用您个人信息的情形，您可以通过课管中心客服与我们取得联系。 9、如何使用Cookie 及网络 Beacon （1）Cookie的使用 Cookie是由网页服务器存放在您的访问设备上的文本文件。指定给您的Cookie 是唯一的，它只能被将Cookie发布给您的域中的Web服务器读取。课袋管家使用 Cookie 来帮助您实现您的联机体验的个性化，使您在课管中心及关联方获得更轻松的访问体验。例如，Cookie 会帮助您在后续访问我们网站时调用您的信息，简化记录您填写个人信息（例如一键登录等）的流程；为您提供安全购物的偏好设置；帮助您优化对广告的选择与互动；保护您的数据安全等。 您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie。如果选择拒绝 Cookie，那么您可能无法完全体验所访问的课袋管家网站或某些服务的全部功能。 （2）网络Beacon的使用 课管中心网页上常会包含一些电子图象（称为"单像素" GIF 文件或 "网络 beacon"），它们可以帮助网站计算浏览网页的用户或访问某些cookie。课管中心使用网络beacon的方式有： （1）课管中心通过在我们网站上使用网络beacon，计算用户访问数量，并通过访问 cookie 辨认注册用户。 （2）课袋管家通过得到的cookie信息，可以在我们网站提供个性化服务。

      10、如何保护未成年人的个人信息 课管中心非常重视对未成年人个人信息的保护。课管中心建议未成年人鼓励他们的父母或监护人阅读本隐私政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。课管中心根据适用法律的规定保护未成年人的个人信息。 11、通知和修订 为给您提供更好的服务，课管中心的业务将不时变化，本隐私政策也将随之调整。课管中心会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问课管中心以便及时了解最新的隐私政策。在前述情况下，若您继续使用课管中心的服务，即表示同意接受修改后的本政策并受之约束。 如果您对于本隐私政策或在使用课管中心服务时对于您的个人信息或隐私情况有任何问题，请联系课管中心的客服并作充分描述，课管中心将尽力解决。 四、责任说明基于技术和不可预见的原因而导致的服务中断，或者因用户的非法操作而造成的损失，课管中心网不负责任。用户应当自行承担一切因自身行为而直接或者间接导致的民事或刑事法律责任。 五、用户承诺并同意：1、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息： 煽动抗拒、破坏宪法和法律、行政法规实施的； 煽动颠覆国家政权，推翻社会主义制度的； 煽动分裂国家、破坏国家统一的； 煽动民族仇恨、民族歧视，破坏民族团结的； 捏造或者歪曲事实，散布谣言，扰乱社会秩序的； 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的； 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的； 损害国家机关信誉的； 其他违反宪法和法律行政法规的； 为其他团购商户或者任何相关商户进行商业广告行为的。 2、未经本站的授权或许可，任何用户不得借用本站的名义从事任何商业活动，也不得将本站作为从事商业活动的场所、平台或其他任何形式的媒介。禁止将本站用作从事各种非法活动的场所、平台或者其他任何形式的媒介。如用户违反上述规定，则课管中心有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，乃至通过诉讼形式追究用户法律责任等。 3、课管中心保留经自行裁决和判断而过滤、编辑或移除任何上述内容的权利。 课管中心对您或任何第三方发布、存储或上传的任何内容或其任何损失或损害，均不负责也不承担责任，对您可能遇到的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，课管中心也不承担责任。作为互动服务的提供者，课管中心对其用户在任何公共论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。课管中心保留在任何时候为任何理由而不经通知地移除、筛查或编辑本网站上发布或存储的任何内容的权利，且其具有绝对的裁量权如此行为，您须自行负责备份和替换您在本网站发布或存储的任何内容，成本和费用自理。 4、不得恶意注册账号，原则上每人仅限注册一个课管中心账户，经课管中心判断属于恶意注册多个账户的用户，课管中心有权予以封号，造成的一切后果，由用户自行承担。 5、不当注册处罚措施 不当注册，是指用户通过各种方式批量注册课管中心账户，或者使用已经注册过的课管中心账号，做出损害他人正常行使权力、影响他人在课管中心的正常活动、妨碍课管中心平台正

      常运营的行为。对于不当注册的，课管中心有权对此类型的账户进行查封，对此类订单给予关闭。对于疑似不当注册的，课管中心有权视具体情况、影响大小，采取对账户进行查封、扣除积分、禁用优惠券等措施。 6、滥用他人权利处罚措施 滥用他人权利，指的是用户在课管中心平台进行活动的过程中，在他人不知情或者未经他人同意的情况下，使用他人的电话、姓名等信息，做出损害他人正常行使权力、妨碍课管中心平台正常运营的行为。对于滥用他人权利的，课管中心有权对此类型的账户进行查封，对此类订单给予关闭。 7、不当信息处罚措施 不当信息，指的是用户在课管中心平台进行活动的过程中，在个人信息、订单信息、聊天页面等任何地方出现损害他人正常行使权力、影响他人在课管中心的正常活动、妨碍课管中心平台正常运营的行为。对于不当信息的，课管中心有权对此类型的账户进行查封，对此类订单给予关闭。 8、提供虚假信息或信息不明确处罚措施 原则上每个用户在课管中心平台的所有活动中留下的任何信息，应真实有效。经课管中心判断用户所留信息不明确或虚假的（包括但不限于电话停机或空号、联系人不存在等），课管中心有权采取注销账户、关闭订单等措施。 9、账号异常处罚措施 账号异常，指的是用户的各种行为存在可能影响他人在课管中心平台正常活动、妨碍课管中心平台正常运营的风险，课管中心有权对此风险自行判断，经课管中心判断属于账号异常的情况，课管中心有权对用户采取注销账户、关闭订单等措施。 六、版权说明：任何用户接受本服务条款，即表明该用户主动将其在任何时间段在本站发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给课管中心运营商所有，同时表明该用户许可课管中心有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。本条款已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在课管中心发布的任何受著作权法保护的作品内容，无论该内容形成于本条款签订前还是本条款签订后。 用户同意并明确了解上述条款，不将已发表于本站的信息，以任何形式发布或授权其它网站（及媒体）使用。 同时，课管中心保留删除站内各类不符合规定帖子或者点评信息而不通知用户的权利； 课管中心的运营公司是课管中心的制作者,拥有此网站内容及资源的版权,受国家知识产权保护,享有对本网站声明的最终解释与修改权；未经课管中心的运营公司明确书面许可,任何单位或个人不得以任何方式,以任何文字作全部和局部复制、转载、引用和链接。否则本公司将追究其法律责任。 七、免责声明：课管中心对于任何包含、经由或连接、下载或从任何与有关本网站所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本网站上的内容、广告、展示而购买、取得的任何产品、信息或资料，课管中心不负保证责任。用户自行负担使用本网站的风险。 用户从课管中心访问其它网站时，将离开课管中心。用户在其它网站上所发生的交易或者任何行为，均由用户自己承担风险，课管中心不承担相关的责任。 课管中心有权但无义务，改善或更正本网站任何部分之任何疏漏、错误。 本站内用户点评或者用户的帖子仅代表其个人的观点，并不表示本站赞同其观点或证实其描述，本站不承担由此引发的法律责任。 纳入以下声明：“本人本着诚信原则，认为被指侵犯版权的材料未获得版权所有人、其代理或法律的授权”。

      纳入以下声明：“本人宣誓，此通知里的信息是准确的，本人是声称被侵犯的排他性权利的版权所有人，或获得授权代表该权利所有人行为，所言不实甘受伪誓处罚”。 通知必须经被授权人签字，该被授权人是代表声称被侵犯的排他性权利的所有人而行为。 我们建议您在提起通知或通知应答之前咨询您的法律顾问。此外，我们提请您注意：如果对版权侵权所作的指称不实，则您可能承担损害赔偿（包括各种费用和律师费）的责任。 八、侵权者政策对于被视为侵犯他人知识产权的任何用户，课袋管家可自行决定限制其对本网站的访问和／或终止其帐户。 九、保证否认声明除非，课管中心的运营公司以书面形式明确另行规定，否则本网站、其中所包含的材料以及本网站上提供的或与之相关而提供的服务（“服务”）均以“现状”提供，不带任何类型的保证，无论明示还是默示。就本网站上的服务、信息、内容以及材料，课管中心明确否认所有其它明示或默示的保证，包括但不限于有关适销性、适合特定目的、所有权以及不侵权的默示保证。课管中心不声明或保证本网站的材料或服务是准确的、完整的、可靠的、当前的或无差错的，并且否认有关本网站、本网站内容或其任何部分的准确性或专有性的任何保证或声明。 课管中心对与产品信息、定价、文本或摄影有关的排字错误或疏忽不负责。虽然，课管中心力图使您能对本网站和服务进行安全访问和使用，但课管中心不能也不会声明或保证本网站或其服务器是不含病毒或其它有害因素的；因此您应使用业界公认的软件查杀任何下载文件中的病毒。 十、适用法律和裁判地点本网站（第三方网站除外）由课管中心运营公司控制并运营。本网站可在中国及其他国家进行访问。您和课管中心运营公司均受益于与本网站有关的可预见法律环境的建立。因此，您和课管中心运营公司明确同意，因您使用本网站而引起或与之相关的一切争议、权利主张或其它事项，均受中华人民共和国法律的管辖，但不考虑其法律冲突原则。您同意，如果出现任何因本网站引起或与之相关的争议，您和课管中心运营公司应首先本着诚信原则通过协商加以解决。如果协商不成，您将同意接受课管中心运营公司住所地法院管辖。 十一、可分性如果本网站条款的任何规定被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可从本网站条款分割，且不得影响任何其余规定的效力和可执行性。 十二、冲突选择本条款是课管中心与用户之间的法律关系的重要文件，课管中心或者注册用户的任何书面或者口头意思表示与本条款不一致的，均应当与本条款为准，除非本条款被课管中心声明作废或者被新版本代替。 十三、问题与意见如果您对本网站条款或本网站的使用还存有任何疑问，您可以联系我们。
    </div>

  </div>
</template>

<script>

  export default {

    name: "index",
    data: function() {
      return {

      };
    },
  };
</script>

<style scoped lang="scss">

  .page {
    padding: 0 rpx(30);
    box-sizing: border-box;
    background: #fff;
    .top {
      text-align: center;
      font-size: rpx(32);
      font-weight: bold;
      margin-bottom: rpx(15);
    }
    .content {
      padding: rpx(20) 0 rpx(40) 0;
      font-size:rpx(32);
      line-height:rpx(50);
    }
  }

</style>
